params = {
    # 'appType': '1',
    # 'couponsGeo': '12,7,3,6,5,18,21',
    # 'curr': 'rub',
    # 'dest': '-1216601,-337422,-1114902,-1198055',
    # 'emp': '0',
    'ext': '20541',  # - назначение неизвестно, присутствует не во всех запросах
    # 'lang': 'ru',
    # 'locale': 'ru',
    # 'page': '2',
    # 'pricemarginCoeff': '1.0',
    # 'reg': '0',
    # 'regions': '68,64,83,4,38,80,33,70,82,86,30,69,22,66,31,40,1,48',
    # 'sort': 'popular',
    # 'spp': '0',
    'subject': '723',  # - предположительно отвечает за категорию товара
    # - за регион поиска отвечает изначально выбранное местоположение
}
